Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F20A.tmx
Source language: en_us
Languages: zh_cn

source: Loneliness Has an Antidote and You'll Never Guess What It Is
zh_cn: 治疗孤独有良药，只是你还不知道

source: I'm somebody who's struggled with feelings of loneliness my whole life.
zh_cn: 我是一个经常在孤独感中挣扎的人。

source: It's a big part of why I decided to become a relationship coach.
zh_cn: 这在很大程度上促使我成为了一名人际关系训练师。

source: I wanted to understand why some of my relationships felt more substantial than others. I wanted to understand why sometimes I relished being alone, yet other times being alone evoked feelings of profound sadness.
zh_cn: 我想搞清楚为什么有的关系比其他关系更有意义，我想搞清楚为什么有时我享受孤独，其他时候孤独却给我带来深切的忧伤。

source: The question I wanted to answer was this:
zh_cn: 我想要回答的问题是：

source: What makes some relationships feel better than others?
zh_cn: 是什么让一些关系比其他关系更好？

source: It was a mystery I was determined to solve.
zh_cn: 我决心要解开这个谜题。

source: I have always been somebody who constantly alternated between desiring to be alone, which I now know is classic introvert behavior, and desiring to be with others.
zh_cn: 我总是在两种状态之间频繁切换：渴望独处（一种典型的内向者行为），和渴望与人相处。

source: The thing was, I only wanted to be with others in a very particular way.
zh_cn: 问题是，我只想以一种特定的方式与人相处。

source: I didn't want to chit-chat, mingle, or even party.
zh_cn: 我不喜欢无事闲聊、你来我往或者参加派对。

source: I wanted to feel warmth radiating between me and the other person. I wanted to feel safe and comfortable. I wanted to feel close.
zh_cn: 我想要感受自己和他人之间所散发的温度，我想感到安全而又舒适，我想感受亲密。

source: If my relationship with someone didn't have that element of closeness, it tended to make me feel more isolated than just being alone.
zh_cn: 如果一段关系不包含亲密的要素，那它只会让我比独自一人时感到更加孤立。

source: For this reason, I found most of the advice out there about how to overcome loneliness profoundly unhelpful.
zh_cn: 这就是为什么，我发现大部分教你如何克服孤独感的建议都毫无帮助。

source: "Put yourself out there more!" the experts exclaimed. "Relationships are a numbers game ­ get enough acquaintances and you'll eventually find good friendships."
zh_cn: “多出门走一走！”专家们声称，“人际关系就是一种数字游戏，当你认识足够多的人，你就会找到一段优质的友谊。”

source: That sounded reasonable enough. But it felt ­ exhausting.
zh_cn: 听起来相当合理，而我却觉得......好累啊。

source: I simply didn't buy the idea that the best route out of loneliness is to play a numbers game.
zh_cn: 我不相信摆脱孤独的最佳路径是玩一场数字游戏。

source: Most of us already have people in our lives with whom we feel that spark of connection, we just don't know how to properly fan the flames.
zh_cn: 大多数人已经在生活中遇到了一些人，彼此间能感到心灵相通的火花，却不知道接下来该如何“煽风点火”。

source: We don't know how to move from casually interacting with someone to becoming close.
zh_cn: 我们不知道该如何从随意的交流过渡到亲密的连接。

source: In other words, I've found, through much research and introspection, that most of us who struggle with loneliness are not lacking access to other people. That's not the source of the pain.
zh_cn: 换句话说，通过大量的调查和反思，我发现大部分挣扎于孤独之中的人，并不缺少认识他人的机会，这不是痛苦的根源。

source: The source of the pain is the lack of a certain feeling in our relationships. And that feeling is closeness.
zh_cn: 痛苦的根源是关系中一种特定感受的缺失——亲密感。

source: As I say in my new book, Stop Being Lonely, "When a relationship lacks closeness, you'll sense that the other person doesn't really know you and/or doesn't really care about you.
zh_cn: 就像我在《停止孤独》一书中说的那样，“当一段关系缺乏亲密感时，你会觉得对方并不真正了解你，并且/或者并不真的在乎你。

source: Loneliness is essentially sadness caused by a lack of closeness, also known as sadness caused by distance.
zh_cn: 孤独感本质上讲，是一种由于亲密感缺乏而导致的痛苦，也可以称之为距离感导致的痛苦。

source: This is why it doesn't work to simply surround yourself with people. You must actually feel close to them."
zh_cn: 这就是为什么即使身处于人群之中，也并不会让你感到好受，你必须真切地感到和他们彼此亲近。”

source: So what exactly do I mean by closeness?
zh_cn: 当我谈亲密感的时候，我在谈什么？

source: As the quote above implies, the feeling of closeness arises between two people when they both feel that the other understands them well and cares about them deeply.
zh_cn: 如上所述，只有两个人感到彼此深刻的理解和真切的关心时，亲密感才会产生。

source: I call these two essential qualities of closeness "knowing and caring."
zh_cn: 我称亲密感的这两种基本特性为“了解”和“关心”。

source: Getting to know others in the way that fosters closeness means coming to understand them from their own perspective.
zh_cn: 能够产生亲密感的了解是指从他们自己的角度去了解。

source: This is substantially different from how we usually "know" people.
zh_cn: 这可能和我们通常认识人的方式截然不同。

source: We tend to believe we know someone when we've interacted with him a lot and developed our own theory of "how he is."
zh_cn: 当我们经常和对方交流，并且得出了自己的结论“他是一个怎样的人”时，我们通常就认为自己很了解对方。

source: But to create closeness you must, above all else, understand how he sees himself.
zh_cn: 但为了营造亲密感，你必须了解的是他如何看待自己。

source: Once you can see him from his own perspective, the next step is to start communicating that you care about him.
zh_cn: 一旦你能够从他的角度看待他，下一步就是开始表达出你对他的关心。

source: In other words, show him you're interested, engaged, and invested in his happiness and well-being.
zh_cn: 也就是说，让他知道你关心和在意他的幸福与安乐。

source: This doesn't mean becoming "concerned" or worried about his well-being, which is really just you dumping your anxieties onto the other person, it simply means communicating that he matters to you.
zh_cn: 我并不是让你变得担心和忧虑，这种担忧的本质只是你将自己的焦虑转嫁到了他人身上。你需要做的，只是表达出他对你很重要就可以了。

source: Taken together, knowing and caring are a powerful combination. They say to the other person, "Not only do I see the real you, I want to keep the real you well."
zh_cn: 了解和关心是一个强大的组合，它们传递出这样的信息：“我看到真实的你，并希望这个真实的你一切都好。”

source: This is the message you will give and receive from close relationships.
zh_cn: 这就是你在一段亲密关系中能够传递和接收到的讯息。

source: What more could we want from our relationships?
zh_cn: 难道我们还需要获得更多吗？

source: This feeling of being understood and valued - this feel of closeness - is what you're really craving when you're lonely.
zh_cn: 被理解和被重视的感觉—即亲密感—是你孤单时内心真正的诉求。

source: The great news is that this feeling can be created with anyone who also wants to feel it.
zh_cn: 好消息是你可以跟任何同样想获得亲密感的人之间建立这种感觉。

source: Closeness doesn't have to be something that happens randomly or by accident - it is within your control to create.
zh_cn: 亲密感并不一定是某种随机的、偶然的事件，相反，它的产生完全取决于你。

source: Starting now, you really can stop being lonely.
zh_cn: 现在就开始吧，亲手终结你的孤独感。
